Repository: FoxW-Lois/SmartmailAI
Catalog: SmartmailAI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AppDescription
source: Mailbox project including AI tools for the Startup&IT module in E5; with WinUI 3 and .NET 9.
fr_fr: Projet de Boîte mail incluant des outils d'IA pour le module Startup&IT en E5 ; avec WinUI 3 et .NET 9.

# Settings_About.Text
source: About
fr_fr: À propos

# Settings_AboutApp_Expander.Description
source: Mailbox project including AI tools for the Startup&IT module in E5; with WinUI 3 and .NET 9.
fr_fr: Projet de Boîte mail incluant des outils d'IA pour le module Startup&IT en E5 ; avec WinUI 3 et .NET 9.

# Settings_Appearance.Text
source: Apperance
fr_fr: Apparence

# Settings_Dependencies_Card.Description
source: Dependencies & references
fr_fr: Dépendances et références

# Settings_Theme_Card.Description
source: Select which app theme to display
fr_fr: Sélectionnez le thème de l'application à afficher.

# Settings_Theme_Card.Header
source: Theme
fr_fr: Thème

# Settings_Theme_Dark.Content
source: Dark
fr_fr: Sombre

# Settings_Theme_Default.Content
source: Use system setting
fr_fr: Utiliser les paramètres du système

# Settings_Theme_Light.Content
source: Light
fr_fr: Lumineux

# Settings_Backdrop_Card.Header
source: Backdrop
fr_fr: Toile de fond

# Settings_Backdrop_Card.Description
source: Select which app backdrop to display
fr_fr: Sélectionnez l'arrière-plan de l'application à afficher

# Settings_Backdrop_None.Content
source: None
fr_fr: Aucun

# Shell_Home.Content
source: Home
fr_fr: Accueil

# TrayMenu_MenuFlyoutItem_ExitApp.Text
source: Exit
fr_fr: Sortir

# TrayMenu_MenuFlyoutItem_ShowWindow.Text
source: Show
fr_fr: Montrer

# Settings_RunStartup_Expander.Description
source: Automatically launch app when you log in to Windows
fr_fr: Lancer automatiquement l'application lorsque vous vous déverrouillez votre Windows

# Settings_RunStartup_Expander.Header
source: Run at startup
fr_fr: Exécuter au démarrage

# Settings_RunStartup_Expander_Card.Header
source: Use logon task instead of startup entry
fr_fr: Utiliser la tâche de connexion au lieu de l'entrée de démarrage

# ButtonCancel.Content
source: Cancel
fr_fr: Annuler

# Settings_Feedback_Card.Header
source: File a bug or request new features
fr_fr: Signaler un bug ou demander de nouvelles fonctionnalités

# Settings_Repository_Card.Header
source: To view this repository
fr_fr: Consulter le repository Github

# AppNotificationUnhandledExceptionPayload
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>An unhandled error occurred</text> <text>Exception: {0}Please refer to the logs for more information</text> </binding> </visual> </toast>
fr_fr: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>Une erreur non gérée s'est produite.</text> <text>Exception: {0}Veuillez consulter les journaux pour plus d'informations.</text> </binding> </visual> </toast>

# Shell_Settings.Content
source: Settings
fr_fr: Paramètres

# Settings_General.Text
source: General
fr_fr: Général

# Settings_Language_Card.Header
source: Language
fr_fr: Langue

# Settings_Language_Card.Description
source: Select which app language to display
fr_fr: Sélectionnez la langue d'affichage de l'application

# AppLanguageItem_Default
source: Use system setting
fr_fr: Utiliser les paramètres du système

# TeachingTipRestart.Subtitle
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
fr_fr: L'application doit être redémarrée pour que ces paramètres soient pris en compte. Souhaitez-vous redémarrer l'application ?

# ListDetails_NoSelection.Text
source: Select an item from the list.
fr_fr: Sélectionnez un élément dans la liste.

# Shell_DetailsList.Content
source: ListDetails
fr_fr: Listes de détails

# Mailbox_Inbox
source: Inbox
fr_fr: Boîte de réception

# Mailbox_Sent
source: Sent messages
fr_fr: Messages envoyés

# Mailbox_Snoozed
source: Snoozed
fr_fr: En attente

# Mailbox_Drafts
source: Drafts
fr_fr: Brouillons

# Mailbox_Trash
source: Trash
fr_fr: Corbeille

# Mailbox_Starred
source: Starred
fr_fr: Favoris

# Mailbox_AllMails
source: All Mails
fr_fr: Tous les messages

# Mailbox_Archives
source: Archives
fr_fr: Archivés

# Email_Action_Favorite.Text
source: Favorite
fr_fr: Favori

# Email_Action_MarkAsRead.Text
source: Mark as read
fr_fr: Marquer comme lu

# Email_Action_MarkAsUnread.Text
source: Mark as unread
fr_fr: Marquer comme non-lu

# Email_Action_Archive.Text
source: Archive
fr_fr: Archiver

# Email_Action_Restore.Text
source: Restore
fr_fr: Restaurer

# Email_Action_Delete.Text
source: Delete
fr_fr: Supprimer

# Mailbox_Unread
source: Unread
fr_fr: Non-lus

# Filter_Date_Before.Text
source: Date (Before)
fr_fr: Date (Avant)

# Filter_Date_After.Text
source: Date (After)
fr_fr: Date (Après)

# Filter_Attachments_Yes.Text
source: Attachements
fr_fr: Pièces jointes

# Filter_Attachments_No.Text
source: No Attachement
fr_fr: Aucune Pièce jointe

# SearchbarMailTextBox.PlaceholderText
source: Search for an email…
fr_fr: Rechercher un mail…

# AddFilterTextBlock.Text
source: Add a filter
fr_fr: Ajouter un filtre

# Shell_Login.Content
source: Sign In
fr_fr: Se connecter

# Shell_Register.Content
source: Sign Up
fr_fr: S'inscrire

# Account_Password.Header
source: Password
fr_fr: Mot de passe

# Account_ConfirmPassword.Header
source: Confirm password
fr_fr: Confirmer le mot de passe

# Account_Cellphone_Number.Header
source: Cellphone number
fr_fr: Numéro de téléphone

# Account_SignUp.Text
source: Sign Up
fr_fr: Inscription

# Account_Create.Content
source: Create an account
fr_fr: Créer un compte

# Account_Alreadyhave.Content
source: Already have an account?
fr_fr: Déjà un compte ?

# Account_LogOn.Content
source: Log on
fr_fr: Se connecter

# Account_SignIn.Text
source: Sign In
fr_fr: Connexion

# Error_LoginRequired
source: You must define a login.
fr_fr: Vous devez définir un login.

# Error_PhoneNumberRequired
source: You must define a cellphone number.
fr_fr: Vous devez définir un numéro de téléphone.

# Error_PhoneNumberInvalid
source: The cellphone number is invalid.
fr_fr: Le numéro de téléphone n'est pas valide.

# Error_PasswordInvalid
source: The password must contain at least 12 characters, one uppercase letter, one lowercase letter, one number, and one special character.
fr_fr: Le mot de passe doit contenir au moins 12 caractères, une majuscule, une minuscule, un chiffre et un caractère spécial

# Error_ConfirmPasswordInvalid
source: The passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.

# Error_EmailOrPasswordInvalid
source: Incorrect email address or password.
fr_fr: Adresse mail ou mot de passe incorrect.

# Error_AccountDisabled
source: Your SmartmailAI account has been disabled. Please contact the administrator.
fr_fr: Votre compte est désactivé. Veuillez contacter l'administrateur.

# Shell_Logout.Content
source: Logout
fr_fr: Se déconnecter

# Account_SecurityCode.Header
source: Security code
fr_fr: Code de sécurité

# Account_Validate.Content
source: Validate
fr_fr: Valider

# Settings_EnableDisable_TwoFactor.Description
source: Enabling a second authentication factor using the Google Authenticator mobile app
fr_fr: Activation d'un deuxième facteur d'authentification exploitant l'application mobile Google Authenticator

# Settings_EnableDisable_TwoFactor.Header
source: Enable two-factor authentication
fr_fr: Activer l'authentification à double facteur

# Settings_Account.Text
source: SmartmailAI account
fr_fr: Compte SmartmailAI

# Settings_NoAccountLoggedIn.Header
source: Once you are logged in, all of your SmartmailAI account settings will be displayed here.
fr_fr: Quand vous serez authentifié, l'ensemble des paramètres du compte SmartmailAI s'afficheront ici.

# Account_Confirm.Content
source: Confirm
fr_fr: Confirmer

# Account_DoubleFactor.Text
source: Check your Google Authenticator app
fr_fr: Consultez votre application Google Authenticator

# Error_SecondFactorInvalid
source: Invalid Authenticator code. Please try again.
fr_fr: Code Authenticator invalide. Veuillez réessayer.

# Shell_AddAddress.Content
source: Add an address
fr_fr: Ajouter une adresse

# AddAddress_New.Text
source: Adding a new email address to the application
fr_fr: Ajout d'un nouvel Email à l'application

# AddAddress_Add.Content
source: Add
fr_fr: Ajouter

# Error_LoginOrPasswordInvalid
source: Incorrect login or password.
fr_fr: Login ou mot de passe incorrect.

# Shell_AddressManagement.Content
source: Manage addresses
fr_fr: Gérer les adresses

# Error_DeleteAddress
source: Deleting the email address from the application failed. Please try again later.
fr_fr: La suppression de l'adresse mail de l'application a échoué. Veuillez réessayer plus tard.

# ManagementAddress_Delete.Content
source: Delete
fr_fr: Supprimer

# ManagementAddress_DateInfo.Text
source: Address connected on:
fr_fr: Adresse connectée le :
